Repository: gcsagroup/aegis-browser
Catalog: apps/ios/AegisApp/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: %lld 个任务
en: %lld tasks
zh_hant: %lld 個任務

source: %lld 个普通标签 · %lld 个分组
en: %lld regular tabs · %lld groups
zh_hant: %lld 個普通標籤 · %lld 個分組

source: %lld 个页面
en: %lld pages
zh_hant: %lld 個頁面

source: AI 助手
en: AI Assistant

source: AI 生成内容，请结合下方原文核对。
en: AI-generated content. Check the original sources below.
zh_hant: AI 生成內容，請結合下方原文核對。

source: API 密钥（本机服务可留空）
en: API key (optional for local services)
zh_hant: API 密鑰（本機服務可留空）

source: Aegis 私密浏览器
en: Aegis private browser
zh_hant: Aegis 私密瀏覽器

source: Metalink 无效：需要单个文件、公开 HTTP(S) 镜像及 SHA-256 或 SHA-512 校验值。
en: Invalid Metalink: provide one file, public HTTP(S) mirrors, and a SHA-256 or SHA-512 checksum.
zh_hant: Metalink 無效：需要單個文件、公開 HTTP(S) 鏡像及 SHA-256 或 SHA-512 校驗值。

source: OpenAI 兼容接口
en: OpenAI-compatible API

source: SHA-256 应为 64 位十六进制字符。
en: SHA-256 must contain 64 hexadecimal characters.
zh_hant: SHA-256 應為 64 位十六進制字符。

source: URL 中包含 user/password · 请求未加载
en: URL contains a username or password. Request not loaded.
zh_hant: URL 中包含 user/password · 請求未加載

source: iPhone 与 iPad 模拟器内测版
en: Internal build for iPhone and iPad simulators
zh_hant: iPhone 與 iPad 模擬器內測版

source: 上一个有效版本
en: Previous valid version
zh_hant: 上一個有效版本

source: 上个镜像失败，正在尝试备用镜像。
en: The previous mirror failed. Trying the next mirror.
zh_hant: 上個鏡像失敗，正在嘗試備用鏡像。

source: 上次下载已中断，可继续或重新下载。
en: The previous download was interrupted. Resume or download again.
zh_hant: 上次下載已中斷，可繼續或重新下載。

source: 上次收藏整理已撤销
en: Previous bookmark changes undone
zh_hant: 上次收藏整理已撤銷

source: 下载
en: Downloads
zh_hant: 下載

source: 下载与备份占用：%@
en: Downloads and backups: %@
zh_hant: 下載與備份佔用：%@

source: 下载失败
en: Download failed
zh_hant: 下載失敗

source: 下载文件已不可用，请重新下载。
en: The file is no longer available. Download it again.
zh_hant: 下載文件已不可用，請重新下載。

source: 下载服务器返回错误（%lld）。
en: The download server returned error %lld.
zh_hant: 下載服務器返回錯誤（%lld）。

source: 下载状态
en: Download status
zh_hant: 下載狀態

source: 下载记录
en: Download history
zh_hant: 下載記錄

source: 下载记录保存失败：%@
en: Download history could not be saved: %@
zh_hant: 下載記錄保存失敗：%@

source: 下载记录已备份并移除。
en: Download records were backed up and removed.
zh_hant: 下載記錄已備份並移除。

source: 下载记录无法读取，原文件已保留，暂时无法开始或更改下载。
en: Download records could not be read. The original file has been preserved. Downloads cannot be started or changed yet.
zh_hant: 下載記錄無法讀取，原始檔案已保留，暫時無法開始或變更下載。

source: 下载记录超过存储容量，未保存本次更改。
en: Download records exceed the storage limit. These changes were not saved.
zh_hant: 下載記錄超過儲存容量，未儲存本次變更。

source: 下载设置与存储
en: Download settings and storage
zh_hant: 下載設定與儲存空間

source: 下载进度
en: Download progress
zh_hant: 下載進度

source: 不会发送给模型
en: No data sent to a model
zh_hant: 不會發送給模型

source: 与预期 SHA-256 一致。
en: Matches the expected SHA-256.
zh_hant: 與預期 SHA-256 一致。

source: 与预期 SHA-512 一致。
en: Matches the expected SHA-512.
zh_hant: 與預期 SHA-512 一致。

source: 为当前网站暂停跟踪拦截
en: Pause tracker blocking for this site
zh_hant: 為當前網站暫停跟蹤攔截

source: 为当前网站暂停过滤
en: Pause filtering for this website
zh_hant: 為當前網站暫停過濾

source: 主题
en: Theme
zh_hant: 主題

source: 事务 %@
en: Transaction %@
zh_hant: 事務 %@

source: 仅下载你指定的文件，不会执行或安装。登录后才能访问的文件可能需要网站提供直接下载链接。
en: Only downloads the file you choose. Files are never run or installed. Files behind a login may require a direct download link from the site.
zh_hant: 僅下載你指定的文件，不會執行或安裝。登錄後才能訪問的文件可能需要網站提供直接下載鏈接。

source: 仅允许 HTTP(S) 与 Aegis 内部页面 · 请求未加载
en: Only HTTP(S) and Aegis pages are allowed. Request not loaded.
zh_hant: 僅允許 HTTP(S) 與 Aegis 內部頁面 · 請求未加載

source: 仅在本机处理
en: Processed on this device
zh_hant: 僅在本機處理

source: 仅移除记录，保留文件
en: Remove records and keep files
zh_hant: 僅移除記錄，保留檔案

source: 任务已中断
en: Task interrupted
zh_hant: 任務已中斷

source: 任务已恢复，请重新读取页面并确认发送。
en: Task restored. Read the pages again and confirm before sending.
zh_hant: 任務已恢復，請重新讀取頁面並確認發送。

source: 任务授权
en: Review task access
zh_hant: 任務授權

source: 任务目标、来源网址和回答会加密保存在任务记录中，退出私密浏览后仍然保留。
en: The task goal, source URLs and answer will be encrypted and saved in task history, remaining after private browsing ends.
zh_hant: 任務目標、來源網址和回答會加密儲存在任務記錄中，退出私密瀏覽後仍然保留。

source: 任务记录
en: Task history
zh_hant: 任務記錄

source: 任务记录与继续
en: Task history and resume
zh_hant: 任務記錄與繼續

source: 你想了解什么？
en: What would you like to know?
zh_hant: 你想瞭解什麼？

source: 你正在私密浏览。确认后，所选页面内容会离开本机，模型服务可能保留请求或回答。Aegis 不会自动保存此次任务记录。
en: You are browsing privately. Confirming sends the selected page content off this device. The model service may retain requests or answers. Aegis will not automatically save a task record.
zh_hant: 你正在私密瀏覽。確認後，所選頁面內容會離開本機，模型服務可能保留請求或回答。Aegis 不會自動儲存此次任務記錄。

source: 使用模型分析
en: Analyze with a model

source: 保存
en: Save

source: 保存到文件
en: Save to Files
zh_hant: 儲存到檔案

source: 保存工作区
en: Save workspace
zh_hant: 保存工作區

source: 保存当前标签为工作区
en: Save current tabs as a workspace
zh_hant: 保存當前標籤為工作區

source: 保存当前浏览模式下标签的网址，并移除检测到的敏感参数。恢复时会追加标签，不会关闭现有页面。
en: Save URLs from tabs in the current browsing mode, removing detected sensitive parameters. Restoring adds tabs without closing existing pages.
zh_hant: 儲存目前瀏覽模式下分頁的網址，並移除偵測到的敏感參數。復原時會追加分頁，不會關閉現有頁面。

source: 保存私密分析结果？
en: Save private analysis results?
zh_hant: 儲存私密分析結果？

source: 保存私密浏览中的下载？
en: Save a download from private browsing?
zh_hant: 儲存私密瀏覽中的下載？

source: 保存设置
en: Save settings
zh_hant: 保存設定

source: 修改已保存的收藏？
en: Change saved bookmarks?
zh_hant: 修改已儲存的書籤？

source: 停止加载
en: Stop loading
zh_hant: 停止加載

source: 停止检查
en: Stop checking
zh_hant: 停止檢查

source: 元素隐藏规则
en: Element hiding rules
zh_hant: 元素隱藏規則

source: 先检查收藏并预览变更。只有再次确认后才会应用整理，你也可以撤销最近一次整理。
en: Review the proposed changes first. Changes are applied only after you confirm again, and the latest cleanup can be undone.
zh_hant: 先檢查收藏並預覽變更。只有再次確認後才會應用整理，你也可以撤銷最近一次整理。

source: 全选筛选结果
en: Select all filtered results
zh_hant: 全選篩選結果

source: 全部
en: All

source: 关于
en: About
zh_hant: 關於

source: 关闭
en: Close
zh_hant: 關閉

source: 关闭当前标签
en: Close current tab
zh_hant: 關閉目前分頁

source: 关闭当前窗口
en: Close this window
zh_hant: 關閉當前窗口

source: 关闭策略提示
en: Dismiss protection notice
zh_hant: 關閉策略提示

source: 兼容接口示例：https://服务地址/v1。密钥保存在系统钥匙串，仅用于当前服务。
en: For compatible APIs, use https://your-service/v1. Keys are stored in Keychain and used only for this service.
zh_hant: 兼容接口示例：https://服務地址/v1。密鑰保存在系統鑰匙串，僅用於當前服務。

source: 准备中
en: Ready
zh_hant: 準備中

source: 分享或保存到文件
en: Share or save to Files

source: 分享文件
en: Share file
zh_hant: 分享檔案

source: 分享研究结果
en: Share research results
zh_hant: 分享研究結果

source: 分享页面
en: Share page
zh_hant: 分享頁面

source: 分析失败
en: Analysis failed
zh_hant: 分析失敗

source: 分析结果
en: Analysis
zh_hant: 分析結果

source: 删除
en: Delete
zh_hant: 刪除

source: 删除已保存窗口？
en: Delete saved window?
zh_hant: 刪除已保存窗口？

source: 删除记录
en: Delete record
zh_hant: 刪除記錄

source: 刷新
en: Reload

source: 前进
en: Forward
zh_hant: 前進

source: 加密保存研究结果
en: Save encrypted research results
zh_hant: 加密保存研究結果

source: 包含 SHA-256 校验值
en: Includes a SHA-256 checksum
zh_hant: 包含 SHA-256 校驗值

source: 包含 SHA-512 校验值
en: Includes a SHA-512 checksum
zh_hant: 包含 SHA-512 校驗值

source: 历史
en: History
zh_hant: 歷史

source: 原始记录已导出。
en: Original records exported.
zh_hant: 原始記錄已匯出。

source: 去除重复项并排序
en: Remove duplicates and sort
zh_hant: 去除重復項並排序

source: 发现中断任务
en: Interrupted task found
zh_hant: 發現中斷任務

source: 发现中断任务。操作不会自动恢复，请重新确认。
en: An interrupted task was found. Confirm again to continue.
zh_hant: 發現中斷任務。操作不會自動恢復，請重新確認。

source: 发现可撤销的上次整理
en: Previous cleanup can be undone
zh_hant: 發現可撤銷的上次整理

source: 发送前预览
en: Preview before sending
zh_hant: 發送前預覽

source: 发送资料、修改收藏和下载文件前，操作范围都会清楚呈现。
en: Review the scope before sending page text, changing bookmarks or downloading files.
zh_hant: 傳送資料、修改收藏和下載檔案前，操作範圍都會清楚呈現。

source: 取消
en: Cancel

source: 取消下载
en: Cancel download
zh_hant: 取消下載

source: 取消任务
en: Cancel task
zh_hant: 取消任務

source: 取消任务或页面变化后，会停止尚未执行的操作。
en: Pending actions stop when you cancel or the page changes.
zh_hant: 取消任務或頁面變化後，會停止尚未執行的操作。

source: 取消分组（保留标签）
en: Ungroup and keep tabs
zh_hant: 取消分組（保留標籤）

source: 变更 %lld 条
en: Changed: %lld bookmarks
zh_hant: 變更 %lld 條

source: 只删除回收站中的文件，不能撤销。当前下载列表和其他备份不受影响。
en: Only files in the trash will be permanently deleted. Current downloads and other backups will remain.
zh_hant: 只刪除回收站中的檔案，無法復原。目前下載列表和其他備份不受影響。

source: 只读取所选页面的正文，不读取输入框、密码或 Cookie。此步骤不联系模型服务。
en: Reads text from the selected pages, excluding form fields, passwords, and cookies. This step does not contact a model service.
zh_hant: 只讀取所選頁面的正文，不讀取輸入框、密碼或 Cookie。此步驟不聯繫模型服務。

source: 可以访问
en: Accessible
zh_hant: 可以訪問

source: 可恢复到整理前的收藏
en: Restore bookmarks from before the cleanup
zh_hant: 可恢復到整理前的收藏

source: 可恢复的备份
en: Available backups
zh_hant: 可還原的備份

source: 可用空间不足，下载已停止。请释放空间后继续。
en: Download stopped because storage is low. Free up space to continue.
zh_hant: 可用空間不足，下載已停止。請釋放空間後繼續。

source: 同时下载数量
en: Concurrent downloads
zh_hant: 同時下載數量

source: 名称
en: Name
zh_hant: 名稱

source: 后台下载由系统调度。强制退出 App 会中止后台传输；重新打开后请确认状态并继续。
en: The system schedules background downloads. Force quitting stops transfers; reopen the app to check and resume them.
zh_hant: 背景下載由系統排程。強制結束 App 會中止背景傳輸；重新開啟後請確認狀態並繼續。

source: 后退
en: Back
zh_hant: 後退

source: 启用过滤
en: Enable filtering
zh_hant: 啓用過濾

source: 商品比较
en: Compare products
zh_hant: 商品比較

source: 回收站占用：%@
en: Trash: %@
zh_hant: 回收站佔用：%@

source: 回收站已清空。
en: Trash emptied.

source: 回答和来源网址会写入你选择的文件，退出私密浏览后仍然保留。
en: The answer and source URLs will be written to the file you choose and remain after private browsing ends.
zh_hant: 回答和來源網址會寫入你選擇的檔案，退出私密瀏覽後仍然保留。

source: 在 Aegis 中打开分享页面？
en: Open the shared page in Aegis?
zh_hant: 在 Aegis 中開啟分享頁面？

source: 在地址栏搜索或输入网址。需要整理信息时，从更多菜单打开 AI 助手。
en: Search or enter a URL in the address bar. To work with information, open the AI assistant from the More menu.
zh_hant: 在網址列搜尋或輸入網址。需要整理資訊時，從更多選單開啟 AI 助手。

source: 在普通浏览中打开分享页面？
en: Open the shared page in regular browsing?
zh_hant: 在普通瀏覽中開啟分享頁面？

source: 在本浏览器内拦截广告和跟踪请求，隐藏规则匹配的广告元素。规则随 App 提供，可手动更新。
en: Block ad and tracking requests in this browser and hide matching ad elements. Rules are included with the app and can be updated manually.
zh_hant: 在本瀏覽器內攔截廣告和跟蹤請求，隱藏規則匹配的廣告元素。規則隨 App 提供，可手動更新。

source: 在页面中查找
en: Find in page
zh_hant: 在頁面中查找

source: 处理失败
en: Failed
zh_hant: 處理失敗

source: 备份与恢复
en: Backup and recovery
zh_hant: 備份與還原

source: 备份后重置记录
en: Back up and reset records
zh_hant: 備份後重設記錄

source: 备份当前记录并恢复
en: Back up current records and restore
zh_hant: 備份目前記錄並還原

source: 备份无效或超出容量，当前记录未被替换。
en: The backup is invalid or too large. Current records were kept.
zh_hant: 備份無效或超出容量，目前記錄未被取代。

source: 备用文件链接
en: Alternative file URLs
zh_hant: 備用文件鏈接

source: 备用镜像（每行一个）
en: Alternative mirrors (one per line)
zh_hant: 備用鏡像（每行一個）

source: 外观
en: Appearance
zh_hant: 外觀

source: 多来源比较与可核对引用
en: Compare sources with verifiable references
zh_hant: 多來源比較與可核對引用

source: 如何移除下载？
en: How should these downloads be removed?
zh_hant: 如何移除下載？

source: 安心浏览，清楚掌控
en: Browse with clarity and control
zh_hant: 安心瀏覽，清楚掌控

source: 安心浏览，清楚掌控。
en: Browse with clarity and control.
zh_hant: 安心瀏覽，清楚掌控。

source: 完成
en: Done

source: 官方来源、MIME 与哈希证据
en: Official sources, file type and checksum
zh_hant: 官方來源、檔案類型與雜湊證據

source: 导入 Metalink 文件
en: Import Metalink file
zh_hant: 導入 Metalink 文件

source: 导入工作区
en: Import workspaces
zh_hant: 導入工作區

source: 导入这些工作区？
en: Import these workspaces?
zh_hant: 導入這些工作區？

source: 导出原始记录
en: Export original records
zh_hant: 匯出原始記錄

source: 导出工作区
en: Export workspaces
zh_hant: 導出工作區

source: 导出私密分析结果？
en: Export private analysis results?
zh_hant: 匯出私密分析結果？

source: 导出结果与来源
en: Export analysis and sources
zh_hant: 導出結果與來源

source: 将关闭普通标签并清除 Cookie、网站存储和缓存。网站登录会退出，收藏和工作区会保留。
en: This closes regular tabs and clears cookies, website storage and cache. You will be signed out of websites. Bookmarks and workspaces are kept.
zh_hant: 將關閉普通標籤並清除 Cookie、網站儲存和快取。網站登入會登出，收藏和工作區會保留。

source: 将替换当前记录。当前原件会另存一份，无效备份不会覆盖现有资料。
en: This replaces current records after saving a copy. Invalid backups cannot overwrite existing data.
zh_hant: 將取代目前記錄。目前原件會另存一份，無效備份不會覆寫現有資料。

source: 将正文完整翻译为简体中文；如果篇幅过长，请明确标注未完成的范围。
en: Translate the full text into English. If it is too long, clearly state what remains untranslated.
zh_hant: 將正文完整翻譯為繁體中文；如果篇幅過長，請明確標注未完成的範圍。

source: 将资料发送给模型？
en: Send this content to the model?
zh_hant: 將資料發送給模型？

source: 尚未完成的回答
en: Incomplete answer

source: 工作区
en: Workspace
zh_hant: 工作區

source: 工作区名称
en: Workspace name
zh_hant: 工作區名稱

source: 工作区存储已满，请先导出并删除不需要的工作区，或减少页面数量。
en: Workspace storage is full. Export and remove unneeded workspaces, or reduce the number of pages.
zh_hant: 工作區儲存空間已滿，請先匯出並刪除不需要的工作區，或減少頁面數量。

source: 工作区已导入。
en: Workspaces imported.
zh_hant: 工作區已導入。

source: 工作区文件已保存。
en: Workspace file saved.
zh_hant: 工作區檔案已儲存。

source: 工作区文件无效或超出容量：最多 100 个工作区，每组 50 个页面。
en: Invalid workspace file or capacity exceeded: up to 100 workspaces with 50 pages each.
zh_hant: 工作區文件無效或超出容量：最多 100 個工作區，每組 50 個頁面。

source: 工作区记录无法读取，原文件已保留，暂时无法保存更改。
en: Workspace records could not be read. The original file has been preserved. Changes cannot be saved yet.
zh_hant: 工作區記錄無法讀取，原始檔案已保留，暫時無法儲存變更。

source: 已休眠 %lld 个标签，切换时会重新加载。
en: Suspended %lld tabs. They reload when selected.
zh_hant: 已休眠 %lld 個分頁，切換時會重新載入。

source: 已休眠，切换时加载
en: Suspended; loads when selected
zh_hant: 已休眠，切換時載入

source: 已保存 %lld 个页面。
en: Saved %lld pages.
zh_hant: 已保存 %lld 個頁面。

source: 已保存的窗口
en: Saved windows

source: 已取消
en: Cancelled

source: 已安全交给 Aegis 60 秒内打开 App 即可接收
en: Link sent to Aegis. Open the app within 60 seconds to receive it.
zh_hant: 已安全交給 Aegis 60 秒內開啟 App 即可接收

source: 已完成
en: Completed

source: 已将当前 %lld 条收藏整理为 %lld 条；重启 App 后仍可撤销。
en: Organized %lld bookmarks into %lld. You can undo this after restarting the app.
zh_hant: 已將當前 %lld 條收藏整理為 %lld 條；重啓 App 後仍可撤銷。

source: 已恢复 %lld 个文件的记录。
en: Restored records for %lld files.
zh_hant: 已還原 %lld 個檔案的記錄。

source: 已恢复整理前的收藏
en: Bookmarks restored
zh_hant: 已恢復整理前的收藏

source: 已打开 %lld 个页面。
en: Opened %lld pages.
zh_hant: 已打開 %lld 個頁面。

source: 已找到匹配内容。
en: Match found.
zh_hant: 已找到匹配內容。

source: 已按文件校验值恢复记录。
en: Record restored after verifying the file checksum.
zh_hant: 已依檔案校驗值還原記錄。

source: 已暂停
en: Paused
zh_hant: 已暫停

source: 已暂停，可重新运行
en: Paused. You can run it again.
zh_hant: 已暫停，可重新運行

source: 已更新当前网站的设置并重新加载。
en: Site settings updated and page reloaded.
zh_hant: 已更新當前網站的設定並重新加載。

source: 已清理追踪参数
en: Tracking parameters removed
zh_hant: 已清理追蹤參數

source: 已移除：%@
en: Removed: %@

source: 已编辑表单、媒体播放、含框架或有浏览历史的页面会保留。
en: Pages with edited forms, playing media, frames, or navigation history stay loaded.
zh_hant: 已編輯表單、媒體播放、含框架或有瀏覽歷史的頁面會保留。

source: 已计算文件摘要，未提供可信预期值。
en: Hash computed. No trusted expected value was supplied.
zh_hant: 已計算文件摘要，未提供可信預期值。

source: 已通过新的任务授权和动作确认恢复整理前的 %lld 条收藏。
en: Restored %lld bookmarks after fresh authorization and confirmation.
zh_hant: 已通過新的任務授權和動作確認恢復整理前的 %lld 條收藏。

source: 已阻止不受支持的链接
en: Unsupported link blocked
zh_hant: 已阻止不受支持的鏈接

source: 已阻止含凭据的 URL
en: URL containing credentials blocked
zh_hant: 已阻止含憑據的 URL

source: 已阻止无法安全清理的请求
en: Request could not be cleaned safely
zh_hant: 已阻止無法安全清理的請求

source: 已阻止高风险导航
en: High-risk navigation blocked
zh_hant: 已阻止高風險導航

source: 常见第三方跟踪请求拦截
en: Common third-party tracker blocking
zh_hant: 常見第三方跟蹤請求攔截

source: 广告与跟踪过滤
en: Ad and tracking filtering
zh_hant: 廣告與跟蹤過濾

source: 广告过滤
en: Ad filtering
zh_hant: 廣告過濾

source: 广告过滤已关闭
en: Ad filtering is off
zh_hant: 廣告過濾已關閉

source: 广告过滤已启用
en: Ad filtering is on
zh_hant: 廣告過濾已啟用

source: 应用
en: App
zh_hant: 應用

source: 应用变更前会再次询问
en: You will confirm before changes are applied
zh_hant: 應用變更前會再次詢問

source: 应用整理并保存撤销记录
en: Apply changes and save the undo record
zh_hant: 應用整理並保存撤銷記錄

source: 开发测试版
en: Development build
zh_hant: 開發測試版

source: 开始下载
en: Start download
zh_hant: 開始下載

source: 开始检查
en: Start checking
zh_hant: 開始檢查

source: 当前使用随 App 提供的规则。
en: Using the rules included with the app.
zh_hant: 當前使用隨 App 提供的規則。

source: 当前共有 %lld 条收藏，检查后无需更改。
en: Checked %lld bookmarks. No changes are needed.
zh_hant: 當前共有 %lld 條收藏，檢查後無需更改。

source: 当前内容尚未完成核对，不能保存为完成结果。
en: This draft has not finished validation and cannot be saved as a completed result.
zh_hant: 目前內容尚未完成核對，無法儲存為完成結果。

source: 当前原件会先备份，然后建立空记录。此操作不会删除下载文件。
en: The original will be backed up before creating empty records. Downloaded files will be kept.
zh_hant: 目前原件會先備份，然後建立空記錄。此操作不會刪除下載檔案。

source: 当前私密标签的网址会保存到工作区，退出私密浏览后仍然保留。浏览历史和会话不会自动保存。
en: URLs from the current private tabs will be saved to a workspace and remain after private browsing ends. Browsing history and sessions are not saved automatically.
zh_hant: 目前私密分頁的網址會儲存到工作區，退出私密瀏覽後仍然保留。瀏覽歷史和工作階段不會自動儲存。

source: 当前窗口
en: Current window
zh_hant: 當前窗口

source: 总结主要内容，并给出来源引用。
en: Summarize the main points and cite the sources.
zh_hant: 總結主要內容，並給出來源引用。

source: 恢复后 %lld 条
en: Restored: %lld bookmarks
zh_hant: 恢復後 %lld 條

source: 恢复回收站文件
en: Restore files from trash
zh_hant: 還原回收站檔案

source: 恢复工作区？
en: Restore this workspace?
zh_hant: 恢復工作區？

source: 恢复当前网站的跟踪拦截
en: Resume tracker blocking for this site
zh_hant: 恢復當前網站的跟蹤攔截

source: 恢复当前网站的过滤
en: Restore filtering for this website
zh_hant: 恢復當前網站的過濾

source: 恢复或重置前会保留当前原始记录。备份不会自动删除；下载文件不会因重置记录而删除。
en: Recovery and reset first preserve the original records. Backups are kept, and resetting records keeps downloaded files.
zh_hant: 還原或重設前會保留目前原始記錄。備份不會自動刪除；下載檔案不會因重設記錄而刪除。

source: 恢复整理前的收藏
en: Restore bookmarks to their previous state
zh_hant: 恢復整理前的收藏

source: 恢复过滤
en: Restore filtering
zh_hant: 恢復過濾

source: 恢复选中的备份？
en: Restore the selected backup?
zh_hant: 還原選取的備份？

source: 所有标签
en: All tabs
zh_hant: 所有標籤

source: 所选页面的标题和脱敏正文将发送到 %@，使用模型 %@。服务可能按用量收费。
en: Page titles and redacted text will be sent to %@ using model %@. The service may charge for usage.
zh_hant: 所選頁面的標題和脫敏正文將發送到 %@，使用模型 %@。服務可能按用量收費。

source: 打印或保存 PDF
en: Print or save PDF

source: 打开 AI 助手
en: Open AI assistant
zh_hant: 開啟 AI 助手

source: 打开任务中心
en: Open the assistant
zh_hant: 打開任務中心

source: 打开收藏和历史
en: Open bookmarks and history
zh_hant: 打開收藏和歷史

source: 打开页面
en: Open page
zh_hant: 開啟頁面

source: 执行链
en: Steps
zh_hant: 執行鏈

source: 找回已完成文件
en: Find completed files
zh_hant: 找回已完成檔案

source: 把相关页面保存到一起，下次继续。
en: Save related pages together and continue later.
zh_hant: 把相關頁面儲存在一起，下次繼續。

source: 拒绝
en: Decline
zh_hant: 拒絕

source: 按名称
en: By name
zh_hant: 依名稱

source: 按文件大小
en: By file size
zh_hant: 依檔案大小

source: 按网站
en: By website
zh_hant: 依網站

source: 授权并运行
en: Allow and continue
zh_hant: 授權並運行

source: 排序
en: Sort

source: 接口类型
en: API type
zh_hant: 接口類型

source: 搜索或输入网址
en: Search or enter a URL
zh_hant: 搜索或輸入網址

source: 搜索文件名或网址
en: Search filenames or URLs
zh_hant: 搜尋檔名或網址

source: 搜索标题或网址
en: Search titles or URLs
zh_hant: 搜尋標題或網址

source: 摘要
en: Summarize

source: 撤销上次已完成的收藏夹整理
en: Undo the last completed bookmark change
zh_hant: 撤銷上次已完成的收藏夾整理

source: 撤销刚才的收藏夹离线事务
en: Undo the recent local bookmark change
zh_hant: 撤銷剛才的收藏夾離線事務

source: 撤销本次恢复
en: Undo this restore
zh_hant: 撤銷本次恢復

source: 撤销本次整理
en: Undo this cleanup
zh_hant: 撤銷本次整理

source: 操作
en: Action

source: 操作前保留的原件
en: Original saved before changes

source: 操作参数
en: Action parameters
zh_hant: 操作參數

source: 收藏
en: Bookmarks

source: 收藏与工作区
en: Bookmarks and workspaces
zh_hant: 收藏與工作區

source: 收藏夹整理已应用
en: Bookmark changes applied
zh_hant: 收藏夾整理已應用

source: 收藏夹无需变更
en: No bookmark changes needed
zh_hant: 收藏夾無需變更

source: 收藏已更新，但结果确认失败。请重启 App 查看恢复提示。
en: Bookmarks changed, but result verification failed. Restart the app to review recovery.
zh_hant: 收藏已更新，但結果確認失敗。請重啓 App 查看恢復提示。

source: 收藏更新需要恢复，重启 App 后会核对记录，不会自动重复操作。
en: Bookmark recovery is needed. Restart the app to check saved records. Actions will not repeat automatically.
zh_hant: 收藏更新需要恢復，重啓 App 後會核對記錄，不會自動重復操作。

source: 整理前 %lld 条
en: Before: %lld bookmarks
zh_hant: 整理前 %lld 條

source: 整理前摘要
en: Checksum before changes

source: 整理后 %lld 条
en: After: %lld bookmarks
zh_hant: 整理後 %lld 條

source: 整理后摘要
en: Checksum after changes
zh_hant: 整理後摘要

source: 整理收藏
en: Organize bookmarks

source: 整理收藏与撤销
en: Organize or restore bookmarks
zh_hant: 整理收藏與撤銷

source: 整理收藏，保留撤销
en: Organize bookmarks with undo
zh_hant: 整理收藏，保留撤銷

source: 文件、下载链接和下载记录会保留在设备上，退出私密浏览后不会自动删除。
en: The file, download URL and download record will remain on this device after private browsing ends.
zh_hant: 檔案、下載連結和下載記錄會保留在裝置上，退出私密瀏覽後不會自動刪除。

source: 文件大小与 Metalink 不一致，已丢弃本次文件。
en: The file size does not match the Metalink. This file was discarded.
zh_hant: 文件大小與 Metalink 不一致，已丟棄本次文件。

source: 文件已保存。
en: File saved.
zh_hant: 檔案已儲存。

source: 文件校验不一致，已丢弃本次文件。
en: The file hash does not match. This file was discarded.
zh_hant: 文件校驗不一致，已丟棄本次文件。

source: 文件超过当前 1 GB 下载限制，已停止下载。
en: The file exceeds the current 1 GB limit. Download stopped.
zh_hant: 文件超過當前 1 GB 下載限制，已停止下載。

source: 文件链接
en: File URL
zh_hant: 文件鏈接

source: 新建
en: New tab

source: 新建下载
en: New download
zh_hant: 新建下載

source: 新建标签组
en: New tab group
zh_hant: 新建標籤組

source: 新建标签页
en: New tab
zh_hant: 新建標籤頁

source: 新建窗口
en: New window

source: 新标签页
en: New tab
zh_hant: 新分頁

source: 无法安全保存密钥，请解锁设备后重试。
en: The key could not be stored securely. Unlock the device and try again.
zh_hant: 無法安全保存密鑰，請解鎖設備後重試。

source: 无法新建窗口
en: Cannot open window
zh_hant: 無法新建窗口

source: 无法核对收藏整理结果，已停止后续操作。
en: The bookmark result could not be verified. Further actions stopped.
zh_hant: 無法核對收藏整理結果，已停止後續操作。

source: 无法读取收藏撤销记录：%@
en: Could not read the bookmark undo record: %@
zh_hant: 無法讀取收藏撤銷記錄：%@

source: 普通
en: Regular

source: 暂停
en: Pause
zh_hant: 暫停

source: 暂停或失败
en: Paused or failed
zh_hant: 已暫停或失敗

source: 暂停过滤的网站
en: Websites with filtering paused
zh_hant: 暫停過濾的網站

source: 暂无下载
en: No downloads yet
zh_hant: 暫無下載

source: 暂无任务记录
en: No task history
zh_hant: 暫無任務記錄

source: 暂无历史
en: No history yet
zh_hant: 暫無歷史

source: 暂无备份
en: No backups yet
zh_hant: 尚無備份

source: 暂无收藏
en: No bookmarks yet
zh_hant: 暫無收藏

source: 暂时无法判断
en: Could not determine status
zh_hant: 暫時無法判斷

source: 更多
en: More

source: 更新只向 easylist.to 请求规则文件，不发送浏览记录。成功后重新加载当前页面，其余页面在下次加载时使用新规则。
en: Updates request rule files from easylist.to without sending browsing history. The current page reloads after a successful update. Other pages use the new rules on their next load.
zh_hant: 更新只向 easylist.to 請求規則文件，不發送瀏覽記錄。成功後重新加載當前頁面，其餘頁面在下次加載時使用新規則。

source: 更新过滤规则
en: Update filter rules
zh_hant: 更新過濾規則

source: 最新优先
en: Newest first
zh_hant: 最新優先

source: 最近一次已保存的收藏整理
en: The most recent saved bookmark change

source: 最近历史
en: Recent history
zh_hant: 最近歷史

source: 最近更新
en: Last updated

source: 服务地址（包含 API 版本路径）
en: Service URL (including API version path)
zh_hant: 服務地址（包含 API 版本路徑）

source: 服务返回的内容过大，已停止读取。
en: The response is too large. Reading stopped.
zh_hant: 服務返回的內容過大，已停止讀取。

source: 未找到匹配内容。
en: No matches found.
zh_hant: 未找到匹配內容。

source: 未支持的规则
en: Unsupported rules
zh_hant: 未支持的規則

source: 本地钓鱼评分 %lld · 请求未加载
en: Local phishing score: %lld. Request not loaded.
zh_hant: 本地釣魚評分 %lld · 請求未加載

source: 本机 Aegis 收藏
en: Bookmarks in this app
zh_hant: 本機 Aegis 收藏

source: 本次恢复的标签已关闭。
en: Tabs opened by this restore have been closed.
zh_hant: 本次恢復的標籤已關閉。

source: 来源
en: Source
zh_hant: 來源

source: 查找下一个
en: Find next
zh_hant: 查找下一個

source: 查找文字
en: Text to find

source: 查看核验详情
en: Verification details
zh_hant: 查看核驗詳情

source: 标签
en: Tabs
zh_hant: 標籤

source: 标签 %lld
en: %lld tabs
zh_hant: 標籤 %lld

source: 标签、收藏差异与一键撤销
en: Tabs, bookmark changes and undo
zh_hant: 標籤、收藏差異與一鍵撤銷

source: 标签与分组
en: Tabs and groups
zh_hant: 標籤與分組

source: 标签页
en: Tabs
zh_hant: 標籤頁

source: 核对整理记录与当前收藏
en: Check the change record against current bookmarks
zh_hant: 核對整理記錄與當前收藏

source: 检查、预览整理或撤销
en: Inspect, preview changes or undo
zh_hant: 檢查、預覽整理或撤銷
